import img1 from "./images/1.webp"

const aboutUs = [
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
    {
        name: "Пётр Петрович",
        img: img1,
        post: "Инжиниринговый центр",
    },
]

export { aboutUs }