import directions1 from "./images/1.webp"
import directions2 from "./images/2.webp"
import directions3 from "./images/3.webp"
import directions4 from "./images/4.webp"
import directions5 from "./images/5.webp"
import directions6 from "./images/6.webp"
import directions7 from "./images/7.webp"
import directions8 from "./images/8.webp"

const directions = [
    {
        text: "Волокнисто-пористые композиционные материалы специального назначения",
        img: directions1,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    },
    {
        text: "Материалы технического назначения на базе текстильной технологии",
        img: directions2,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    },
    {
        text: "Автоматизация отраслевых бизнес-процессов в области дизайна, конструирования, производства материалов, тканей и одежды",
        img: directions3,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    },
    {
        text: "Металл-полимерные нанокомпозитные материалы для изделий военного, гражданского и двойного назначения",
        img: directions4,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    },
    {
        text: "Технологии производства кожи, меха, швейных, обувных, кожевенно-галантерейных изделий различного назначения",
        img: directions5,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    },
    {
        text: "Оказание консультационных и экспертных услуг компании реального сектора экономики",
        img: directions6,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    },
    {
        text: "Снаряжение и экипировка специального и двойного назначения нового поколения",
        img: directions7,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    },
    {
        text: "Технологии производства фурнитуры и пуговиц",
        img: directions8,
        moreTitle: "Волокнисто-пористые композиционные материалы специального назначения",
        moreText: `Разработка волокнисто-пористых композиционных нетканых материалов широкого назначения со следующими свойствами: фильтрационные, негорючие, пожаростойкие, теплоизоляционные, суперабсорбирующие, антимикробные ${'\n'} Разработка волокнисто-пористых композиционных нетканых материалов из биосовместимых и биоразлагаемых полимеров для производства изделий санитарно-гигиенического назначения Разработка технологии многослойных нетканых текстильных материалов, обладающих радиационно-защитными свойствами (защита от рентгеновского излучения)`,
    }
]

export { directions };